Repository: nobelization/panoramax-mobile-app
Catalog: lib/l10n/app_*.arb
Languages: fr

# common_close
source: Close
fr: Fermer

# yourSequence
source: Your sequences
fr: Les séquences

# element
source: element(s)
fr: élément(s)

# createSequence_tooltip
source: Create a new sequence
fr: Créer une nouvelle séquence

# unknownError
source: Oops ! An error occured...
fr: Oops ! Une erreur s'est produite...

# emptyError
source: No element found
fr: Aucun élément trouvé

source: Loading...
fr: Chargement...

# mySequences
source: My pictures
fr: Mes photos

# pictures
source: {count, plural, =0{no picture} =1{1 picture} other{{count} pictures}}
fr: {count, plural, =0{pas de photo} =1{1 photo} other{{count} photos}}

source: Shooting
fr: Prise de vue

source: Sending in progress
fr: Envoi en cours

source: Sending completed
fr: Envoi terminé

source: Publishing
fr: Publication

source: Blurring in progress
fr: Floutage en cours

source: Share
fr: Partager

# hidden
source: Hidden sequence
fr: Séquence masquée

# capture
source: Take a picture
fr: Prendre une photo

# createSequenceWithPicture_tooltip
source: Create a new sequence with captured pictures
fr: Créer une nouvelle séquence avec les photos prises

# noCameraFoundError
source: No camera found for this device
fr: Pas de caméra trouvée pour cet appareil

# switchCameraRequired
source: Turn your phone to start capturing images
fr: Tournez votre téléphone pour commencer la capture d'images

source: Sequence
fr: Séquence

source: Permission denied
fr: Permission refusée

# permissionLocationRequired
source: You must accept geolocation to be able to use the application
fr: Vous devez obligatoirement accepter la géolocalisation pour pouvoir utiliser l'application

source: Go to settings
fr: Aller aux options

# gpsIsDisableContent
source: Please activate your GPS, the application cannot work without it
fr: Merci d'activer votre GPS, l'application ne peut pas fonctionner sans

# gpsIsDisableTitle
source: GPS disabled
fr: GPS non activé

# goToGpsEnable
source: activate GPS
fr: Activer le GPS

# newSequenceNameField
source: Name
fr: Nom

# newSequenceNameField_placeholder
source: Enter the new sequence name
fr: Saisissez le nom de la nouvelle séquence

# newSequenceSendButton
source: Send
fr: Envoyer

# osmLicenceTitle
source: The photos are freely usable as open data.
fr: Les photos sont librement utilisables en open data

# osmLicenceDescription
source: Don't forget to credit the author of the photo and comply with the terms of the Creative Commons CC-BY-SA 4.0 license.
fr: N'oubliez pas de citer l'auteur de la photo et respectez les termes de la license Creative Commons CC-BY-SA 4.0.

# osmGeographicCoverageTitle
source: Photos can be located worldwide
fr: Les photos peuvent être localisées dans le Monde entier

# osmGeographicCoverageDescription
source: Nevertheless, refrain from sending photos in sensitive areas such as military grounds.
fr: Abstenez-vous néanmoins d'envoyer des photos dans les zones sensibles comme les terrains militaires.

# ignLicenceTitle
source: The photos are freely usable as open data.
fr: Les photos sont librement utilisables en open data

# ignLicenceDescription
source: Don't forget to credit the author of the photo and comply with the terms of the Etalab-2.0 license.
fr: N'oubliez pas de citer l'auteur de la photo et respectez les termes de la license etalab-2.0.

# ignGeographicCoverageTitle
source: Photos must be located in France
fr: Les photos doivent être localisées en France

# ignGeographicCoverageDescription
source: The photos you submit to the IGN must be taken within French territory (including overseas territories) and outside certain sensitive areas, such as military grounds.
fr: Les photos que vous envoyez à l'IGN doivent forcément être prises sur le territoire français (ce qui inclut les territoires ultra-marins) et en dehors de certaines zones sensibles comme les terrains militaires.

# instanceShare
source: Send to
fr: Envoyer à

# newCollectionBack
source: Back to the capture
fr: Retour à l'appareil photo

# newCollectionError
source: Error {errorMessage}
fr: Erreur {errorMessage}

# newCollectionFail
source: Failed to create collection
fr: Échec lors de la création de la séquence

# newCollectionUploadSuccess
source: All photos have been exported
fr: Toutes les photos ont été envoyées

# newCollectionLoading
source: Sending {count} pictures
fr: Envoi en cours {count} photos

# newSequenceAppBarTitle
source: New Collection
fr: Nouvelle séquence

# newSequenceFormLabelText
source: Collection Name
fr: Nom de la séquence

# newSequenceFormHintText
source: Enter collection name
fr: Saisissez le nom de la séquence

# newSequenceFormValidationEmpty
source: Collection name cannot be empty
fr: Le nom de la séquence ne peut pas être vide

# nameSerie
source: Sequence from {date}
fr: Séquence du {date}

# newSequenceCancel
source: cancel and return to capturing
fr: annuler et revenir à la prise de vue

# titleShareUrl
source: Discover my photos 📷 Panoramax
fr: Découvrez mes photos 📷 Panoramax
